Repository: vld-b/Bismuth
Catalog: Shared/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# SettingPageSectionHomescreenThumbnailSize
source: Thumbnail size
de_de: Vorschaugröße

# SettingsPageSectionHomescreenTitle
source: Home screen
de_de: Startbildschirm

# SettingsPageSectionNotetakingInputDeviceMouse
source: Mouse
de_de: Maus

# SettingsPageSectionNotetakingInputDevicePen
source: Pen
de_de: Stift

# SettingsPageSectionNotetakingInputDevices
source: Input devices
de_de: Eingabegeräte

# SettingsPageSectionNotetakingTitle
source: Note-taking experience
de_de: Bearbeiten der Notizen

# SettingsPageSectionHomescreenThumbnailSizeLarge
source: Large
de_de: Groß

# SettingsPageSectionHomescreenThumbnailSizeMedium
source: Medium
de_de: Mittel

# SettingsPageSectionNotetakingInkToolbarPlacement
source: Ink toolbar placement
de_de: Platzierung der Werkzeuge

# SettingsPageSectionHomescreenThumbnailSizeSmall
source: Small
de_de: Klein

# SettingsPageSectionNotetakingInkToolbarPlacementTop
source: Top
de_de: Oben

# SettingsPageSectionNotetakingInkToolbarPlacementBottom
source: Bottom
de_de: Unten

# SettingsPageSectionNotetakingUndoRedoButtonsPlacement
source: Undo/Redo buttons placement
de_de: Rückgängig/Vorgängig-knöpfe Platzierung

# SettingsPageSectionNotetakingUndoRedoButtonsPlacementTopLeft
source: Top left
de_de: Oben links

# SettingsPageSectionNotetakingUndoRedoButtonsPlacementTopRight
source: Top right
de_de: Oben rechts

# SettingsPageSectionNotetakingUndoRedoButtonsPlacementBottomLeft
source: Bottom left
de_de: Unten links

# SettingsPageSectionNotetakingUndoRedoButtonsPlacementBottomRight
source: Bottom right
de_de: Unten rechts

# SettingsPageSectionNotetakingDefaultInkLanguage
source: Default language for ink recognition
de_de: Standardsprache für Schrifterkennung

# SettingsPageSectionNotetakingGetMoreInkLanguages
source: Get more ink languages
de_de: Mehr sprachen runterladen

# SettingsPageSectionNotetakingUseLassoWithRightClick
source: Use selection lasso with right click
de_de: Mit Rechtsklick auswählen

# NotebookListRenameMenuItem
source: Rename
de_de: Umbenennen

# NotebookListDeleteMenuItem
source: Delete
de_de: Löschen

# NotebookListCreateNewFolderTitle
source: Create new folder
de_de: Neuen Ordner anlegen

# NotebookListCreateNewFolderInputPlaceholder
source: Enter name for folder
de_de: Name für neuen Ordner eingeben

# NotebookListCreateNewElementCreate
source: Create
de_de: Anlegen

# NotebookListCreateNewElementCancel
source: Cancel
de_de: Abbrechen

# NotebookListCreateNewElementNoNameTitle
source: No name entered
de_de: Kein Name eingegeben

# NotebookListCreateNewFolderNoNameContent
source: Folders with empty names are not supported
de_de: Ordner mit leeren Namen werden nicht unterstützt

# NotebookListCreateNewFolderInvalidNameTitle
source: Invalid name entered
de_de: Name nicht unterstützt

# NotebookListCreateNewFolderInvalidNameContent
source: Folders with the ending '.notebook' are not supported
de_de: Ordner mit der Endung '.notebook' werden nicht unterstützt

# NotebookListCreateNewFolderAlreadyExistsTitle
source: Failed to create folder
de_de: Anlegen des Ordners fehlgeschlagen

# NotebookListCreateNewFolderAlreadyExistsContent
source: A folder with the same name already exists
de_de: Ein Ordner mit demselben Namen existiert bereits

# NotebookListCreateNewNotebookTitle
source: Create new notebook
de_de: Neues Notizbuch anlegen

# NotebookListCreateNewNotebookNoNameContent
source: Empty notebook names are not supported
de_de: Leere Notiznamen werden nicht unterstützt

# NotebookListCreateNewNotebookAlreadyExistsTitle
source: Failed to create notebook
de_de: Anlegen des Notizbuches fehlgeschlagen

# NotebookListCreateNewNotebookAlreadyExistsContent
source: A notebook with the same name already exists
de_de: Ein Notizbuch mit demselben Namen existiert bereits

# NotebookListDeleteFolderTitle
source: Delete folder <itemName>?
de_de: Ordner <itemName> löschen?

# NotebookListDeleteFileTitle
source: Delete <itemName> notebook?
de_de: Notizbuch <itemName> löschen?

# NotebookListDeleteItemContent
source: This action cannot be undone
de_de: Das Löschen ist irreversibel

# NotebookListDeleteMenuItemCancel
source: Cancel
de_de: Abbrechen

# NotebookListDeleteFileFailedTitle
source: Failed to delete notebook
de_de: Löschen des Notizbuches fehlgeschlagen

# NotebookListDeleteFolderFailedTitle
source: Failed to delete the folder
de_de: Löschen des Ordners fehlgeschlagen

# NotebookListDeleteItemFailedContent
source: An error occured
de_de: Ein Fehler ist aufgetreten

# NotebookListRenameItemPlaceholder
source: Enter new name
de_de: Neuen Namen eingeben

# NotebookListRenameFileTitle
source: Rename notebook
de_de: Notizbuch umbenennen

# NotebookListRenameFolderTitle
source: Rename folder
de_de: Ordner umbenennen

# NotebookListRenameItemCancel
source: Cancel
de_de: Abbrechen
